---
header_file: "header_for_jp_cases.md"
summary_file: "summary_for_jp_cases.md"
footer_file: "footer.md"
types_of_judgment: "判決"
types_of_courts: "最高裁判所第一小法廷"
judgment_date: "昭和61年02月13日"
docket_number: "昭和59年（行ツ）第318号"
case_name: "土地改良事業施行認可申請の適否決定処分の異議申立棄却処分の取消請求事件"
step: "第一審, 神戸地方裁判所, 昭和57年（行ウ）第36号, 昭和58年8月29日, 判決|控訴審, 大阪高等裁判所, 昭和58年（行コ）第41号, 昭和59年8月30日, 判決|差戻第一審, 神戸地方裁判所, 昭和61年（行ウ）第6号, 平成2年2月21日, 判決|差戻控訴審, 大阪高等裁判所, 平成2年（行コ）第21号, 平成2年6月28日, 判決|差戻上告審, 最高裁判所第二小法廷, 平成2年（行ツ）第153号, 平成4年1月24日, 判決"
citation: "最高裁判所民事判例集40巻1号1頁"
source_of_commentary_by_research_law_clerk: "泉徳治, 最高裁判所判例解説民事篇昭和61年度1頁"
teaching_materials:
party_name:
---

{% include {{ page.header_file }}  %}

## 最高裁判所第一小法廷　判決　昭和61年02月13日　最高裁判所民事判例集40巻1号1頁

{% include {{ page.summary_file }}  %}








### 主文



被上告人が昭和五七年九月三〇日付けでした八鹿町営土地改良事業の事業施行認可処分の取消請求に関する部分につき、原判決を破棄し、第一審判決を取り消す。

右部分につき本件を神戸地方裁判所に差し戻す。

上告人のその余の上告を棄却する。

前項に関する上告費用は上告人の負担とする。





### 理由



#### 上告代理人大塚明、同神田靖司の上告理由一ないし三について

土地改良法は、八七条六項及び七項において、国営又は都道府県営の土地改良事業につき農林水産大臣又は都道府県知事が決定した事業計画についての異議申立てに関する行政不服審査法四五条の期間は当該事業計画書の縦覧期間満了の日の翌日から起算して一五日以内とすること、及び右異議申立てについては右縦覧期間満了後六〇日以内に決定しなければならないことを規定した上、八七条一〇項において、右事業計画に不服がある者は右異議申立てについての決定に対してのみ取消しの訴えを提起することができることを規定している。農林水産大臣又は都道府県知事の行う右事業計画の決定は、当該事業施行地域内の土地につき土地改良事業を施行することを決定するもので、公告すべきものとされていること（土地改良法八七条五項）、右公告があつた後において土地の形質を変更し、工作物の新築、改築若しくは修繕をし、又は物件を附加増置した場合には、これについての損失は、原則として補償しなくてもよいものとされていること（同法一二二条二項）、また、右事業計画が異議申立手続を経て確定したときは、これに基づき工事が着手される運びとなること（同法八七条八項）に照らせば、右事業計画の決定は、行政処分としての性格を有するものということができる。前記の土地改良法八七条六項及び七項は、右事業計画の決定が行政処分として行政不服審査法による異議申立ての対象となるものであることを当然の前提として、異議申立期間等の特則を定めるものであり、同条一〇項も、右事業計画の決定が本来行政処分として取消訴訟の対象となり得るものであることを当然の前提とした上、行政事件訴訟法一〇条二項所定のいわゆる原処分主義の例外として裁決主義を採用する立場から、右事業計画に不服がある者は右異議申立てについての決定に対してのみ取消しの訴えを提起することができるとしたものである。

そして、土地改良事業は、国営又は都道府県営であるか市町村営であるかによつて特別その性格を異にするものではないところ、市町村営の土地改良事業において、右に述べた国営又は都道府県営の土地改良事業における事業計画の決定に対応するものは、当該市町村の申請に基づき都道府県知事が行う事業施行の認可である。右事業施行の認可も、当該事業施行地域内の土地につき土地改良事業を施行することを認可するもので、公告すべきものとされ（土地改良法九六条の二第七項）、右公告があつた後における土地の形質の変更等についての損失は原則として補償しなくてもよいものとされており（同法一二二条二項）、右事業施行の認可があつたときは工事が着手される運びとなるのであつて、右の事業計画の決定と事業施行の認可とは、土地改良事業の一連の手続の中で占める位置・役割を同じくするのである。そうすると、右事業施行の認可も、行政処分としての性格を有し、取消訴訟の対象となるものといわざるを得ず、前記のように、国営又は都道府県営の土地改良事業における事業計画の決定が本来取消訴訟の対象となり得るものであることを当然の前提とした規定を置く土地改良法は、市町村営の土地改良事業における事業施行の認可についても、それが取消訴訟の対象となることを認めているものと解せざるを得ない。

もつとも、土地改良法は、右事業施行の認可について、前記の八七条六項、七項及び一〇項に相当するような規定は設けていない。しかし、これは、土地改良法が、立法政策上、右事業施行の認可の先行手続として行われる認可申請を適当とする旨の都道府県知事の決定につき、利害関係人の異議の申出を認め（九六条の二第五項及び九条一項）、右事業施行の認可については重ねて行政不服審査法による不服申立てをすることができないこととした（九六条の二第五項及び一〇条五項）ため、右事業施行の認可に関する取消訴訟については裁決主義を採用する余地がなくなつたことによるにすぎないのであつて、右事業施行の認可が取消訴訟の対象となることを否定するものではないと解すべきである。

以上のように、市町村営の土地改良事業に関し都道府県知事が行う事業施行の認可は、取消訴訟の対象となるものというべきであるから、八鹿町営土地改良事業に関し被上告人が行つた本件事業施行認可処分が取消訴訟の対象とならないとしてその取消しを求める訴えを却下した第一審判決及びこれを支持した原判決は、いずれも法律の解釈を誤つたものといわざるを得ず、右違法が判決に影響を及ぼすことは明らかである。第一審判決の引用する当裁判所昭和三七年（オ）第一二二号同四一年二月二三日大法廷判決（民集二〇巻二号二七一頁）は、土地区画整理法に基づく土地区画整理事業計画の決定に関するものであるから、事案を異にし、本件に適切でない。論旨は、右の違法を指摘する点において理由があり、その余の点について判断するまでもなく、原判決及び第一審判決は、本件事業施行認可処分の取消請求に関する部分につき、破棄又は取消しを免れず、右部分につき本件を神戸地方裁判所へ差し戻すべきである。

#### 同四について

土地改良法九六条の二第五項及び九条一項に規定する異議の申出は、市町村営の土地改良事業に関し都道府県知事が事業施行の認可を行う前の段階において、利害関係人に異議を申し出る機会を与え、都道府県知事の監督権の発動を促す途を開いたものであつて、行政事件訴訟法三条三項にいう「審査請求、異議申立てその他の不服申立て」に当たらないから、都道府県知事が土地改良法九六条の二第五項及び九条二項の規定に基づき行う右異議の申出を棄却する旨の決定は、行政事件訴訟法三条三項にいう「裁決」に当たらないことが明らかである。また、右異議申出棄却決定は、利害関係者の法的地位に何ら影響を及ぼすものではないから、行政事件訴訟法三条二項にいう「処分」にも当たらないものというべきである（最高裁昭和五二年（行ツ）第七一号同年一二月二三日第二小法廷判決・裁判集民事一二二号七七九頁参照）。したがつて、右異議申出棄却決定は取消訴訟の対象となり得ないものというべきであり、本件異議申出棄却決定の取消請求に関する部分につき本件訴えを不適法とした原審の判断は、正当として是認することができ、原判決に所論の違法はない。論旨は、採用することができない。

よつて、行政事件訴訟法七条、民訴法四〇八条、三九六条、三八六条、三八八条、三八四条、九五条、八九条に従い、裁判官全員一致の意見で、主文のとおり判決する。

### 裁判官一覧

|裁判長裁判官|谷口正孝|
|裁判官|角田礼次郎|
|裁判官|高島益郎|







