---
header_file: "header_for_jp_cases.md"
summary_file: "summary_for_jp_cases.md"
footer_file: "footer.md"
types_of_judgment: "判決"
types_of_courts: "最高裁判所第三小法廷"
judgment_date: "平成06年09月27日"
docket_number: "平成4年（行ツ）第109号"
case_name: "風俗営業許可取消請求事件"
step: "第一審, 横浜地方裁判所, 平成1年（行ウ）第19号, 平成3年9月9日, 判決|控訴審, 東京高等裁判所, 平成3年（行コ）第105号平成4年3月18日, 判決"
citation: "判例時報1518号10頁"
source_of_commentary_by_research_law_clerk:
teaching_materials:
party_name: "上告人, 司城重義|被上告人, 神奈川県公安委員会"
---

{% include {{ page.header_file }}  %}

## 最高裁判所第三小法廷　判決　平成06年09月27日　判例時報1518号10頁

{% include {{ page.summary_file }}  %}






### 主文



本件上告を棄却する。

上告費用は上告人の負担とする。





### 理由



#### 上告代理人河野敬の上告理由第一点について

元町セブンは司城医院の敷地の周囲三〇メートル以内には所在していないので本件営業許可処分に違法はないとした原審の認定判断は、原判決挙示の証拠関係に照らし、正当として是認することができ、原判決に所論の違法はない。論旨は採用することができない。

#### 同第二点について

風俗営業等の規制及び業務の適正化に関する法律四条二項二号、風俗営業等の規制及び業務の適正化に関する法律施行令六条二号及びこれらを受けて制定された風俗営業等の規制及び業務の適正化に関する法律施行条例（昭和五九年神奈川県条例第四四号）三条一項三号は、同号所定の診療所等の施設につき善良で静穏な環境の下で円滑に業務を運営するという利益をも保護していると解すべきである。したがって、一般に、当該施設の設置者は、同号所定の風俗営業制限地域内に風俗営業が許可された場合には、右の利益を害されたことを理由として右許可処分の取消しを求める訴えを提起するにつき原告適格を有するというべきである。

ところで、原審の認定したところによれば、本件においては、元町セブンは司城医院の敷地からは三〇・三九ないし三二・二〇メートルの距離にあり、その周囲三〇メートル以内には所在せず、右風俗営業制限地域内において風俗営業が許可された場合には該当しないというのであるから、結果としては、上告人は本訴につき原告適格を有しないかにみえる。しかしながら、右事実関係からすれば、元町セブンは、それが制限地域内に所在しているか否かは実体審理をしなければ判明しない程度の至近距離内にあるのであるから、原審としては、上告人の原告適格を審査するに当たっては、処分の適否という本案についてと同一の審理をせざるを得ず、それなくして直ちに原告適格の有無を判断することはできない関係にある。したがって、そのような場合には、たとい審理の結果当該施設が制限区域内に所在していないことが明らかになったとしても、審理は既に本案の判断をするに熟しているのであるから、単に右訴訟における原告適格を否定して訴え却下の訴訟判決をするのではなく、本案につき請求棄却の判決をするのが、訴訟の実際にかなうゆえんである。

原審は、上告人の原告適格を認めた上で、許可に係る風俗営業が制限区域内にはない旨を認定し、本訴請求は棄却すべきであるとした上、不利益変更禁止の原則により、本件訴えを却下した一審判決を維持すべきものとして控訴を棄却したのであるから、この措置は正当として是認することができ、原判決に所論の違法はない。論旨は採用することができない。

よって、行政事件訴訟法七条、民訴法四〇一条、九五条、八九条に従い、裁判官園部逸夫、同可部恒雄の補足意見があるほか、裁判官全員一致の意見で、主文のとおり判決する。

### 上告理由第二点についての裁判官園部逸夫の補足意見は、次のとおりである。

私は、本件の上告理由第二点に関して法廷意見に賛成するものであるが、本件が法廷意見の説示するような事案であるとしても、結局において、本件許可処分の相手方でない第三者である上告人の原告適格を肯定していることに注目し、この機会に、抗告訴訟における第三者の原告適格と本件との関係について、私の立場からの見解を明らかにして置きたい。

行政事件訴訟法九条の定める「法律上の利益」の有無の判断については、最高裁昭和三三年（オ）第七一〇号同三七年一月一九日第二小法廷判決・民集一六巻一号五七頁（公衆浴場事件）を経て、最高裁昭和五七年（行ツ）第四六号平成元年二月一七日第二小法廷判決・民集四三巻二号五六頁（新潟空港事件）及び最高裁平成元年（行ツ）一三〇号同四年九月二二日第三小法廷判決・民集四六巻六号五七一頁（もんじゅ原子炉事件）等累次の判例により、解釈上の基準が緩和され、行政庁の処分の相手方以外の第三者についても、一定の限界を付した上で、原告適格を認めるに至っている。第三者の利益は反射的利益に過ぎないとする原理論から見れば、抗告訴訟における原告適格の法理は、単なるヴァリエーションの域を脱してむしろ実質上変更されているといっても過言ではないであろう。

これらの判例の事案は、いずれも、訴訟実務上、法律上保護された利益とそれ以外の一般的利益、反射的利益とを明確に識別することのできる基準を設定することが困難であることを示している。今日、規制行政（下命・禁止の処分、授益処分を取り消す処分）の相手方による争訟と並んで、授益行政（許可等相手方に利益を付与する授益処分）における第三者による争訟がかなりの数に上っている。このような状況の下で、訴訟法上の規制に合理的解釈を施して社会の実情に対応した処理をすることは、国民の裁判を受ける権利の保障という観点からも必要なことではないかと考える。

本件において、被上告人が有限会社平成企画に対してした風俗営業許可処分に対し、第三者の地位にある上告人が右許可処分の取消しを求めたところ、原審は、制限地域内に診療所を設置している者であるか否かは本案の問題であるから、上告人は、診療所を開業する医師として、本件営業許可処分が、制限地域内の営業所に対してされた違法のものであることを理由として、右許可処分の取消しを求める原告適格を有するとしたのである。原審の判断は、本件処分の相手方でない第三者であっても、法の定める制限地域内にある場合には、一般的公益の中に吸収解消されない個々人の個別的利益を判断し、これを法律上保護された利益として、右利益を「必然的に侵害されるおそれのある者」については、原告適格を認めることができるという見解に立っているものと解することができる。

問題は、右の「必然的に侵害されるおそれのある者」という判断を訴訟上どのように審理判断すべきであるかということである。私は、「診療所等の経営者で、所定の距離制限の要件を充たしていないとして営業許可処分の違法を主張する者は、その取消しを求める原告適格を有する」とした原審の解釈を妥当とするものであるが、右解釈が、右診療所等が所定の距離をはるかに超えた遠方に位置する場合をも含むものでないことは、法の常識に照らし明らかである。このことを前提とした上で、右診療所等と許可処分の対象となっている風俗営業所との距離が制限距離以内である場合はもちろん、制限距離以内にあることが訴え提起時に明確でない場合でも、制限距離内であると主張できる程度の範囲内にあることが認められる場合には、原告適格を有すると解するのが妥当であり、本件は、後者の場合に当たるのである。

私は、この問題については、実務と理論との架橋によって、事案の状況に応じた対応が必要ではないかと考え、行政事件訴訟法九条の定める「法律上の利益」には、法律上保護された実体上の利益の有無について実体審理に基づく本案の判断を求める手続上の利益を含めることができると解釈する。したがって、本件において、原審が、上告人に原告適格を認めるに当たって、実体要件でありかつ手続要件でもある距離制限の要件について、その審理判断をいずれも本案の問題であると解したことは、右に述べた意味において、上告人に「法律上の利益」を認めた正当な解釈として、これを是認するものである。

### 裁判官可部恒雄は、裁判官園部逸夫の補足意見に同調する。

### 裁判官一覧

|裁判長裁判官|大野正男|
|裁判官|園部逸夫|
|裁判官|可部恒雄|
|裁判官|千種秀夫|
|裁判官|尾崎行信|



